tap "artginzburg/tap"
tap "chiselstrike/tap"
tap "cjdenio/tap"
tap "claui/whence"
tap "defanglabs/defang"
tap "dokku/repo"
tap "encoredev/tap"
tap "hackclub/tap"
tap "hacker1024/hacker1024"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "infisical/get-cli"
tap "jakehilborn/jakehilborn"
tap "koekeishiya/formulae"
tap "libsql/sqld"
tap "majd/repo"
tap "matt-gleich/taps"
tap "mongodb/brew"
tap "ngrok/ngrok"
tap "noahgorstein/tap"
tap "planetscale/tap"
tap "quackduck/tap"
tap "railwayapp/railway"
tap "smokris/getwindowid"
tap "smudge/smudge"
tap "snyk/tap"
tap "speakeasy-api/tap"
tap "stripe/stripe-cli"
tap "teamookla/speedtest"
tap "weaveworks/tap"
tap "yonaskolb/swaggen", "https://github.com/yonaskolb/SwagGen.git"
tap "zurawiki/brews"
brew "python@3.12"
brew "zstd"
brew "harfbuzz"
brew "librsvg"
brew "adwaita-icon-theme"
brew "little-cms2"
brew "jpeg-xl"
brew "aom"
brew "openjdk"
brew "apktool"
brew "arduino-cli"
brew "asciinema"
brew "awscli"
brew "azure-cli"
brew "b2-tools"
brew "libssh2"
brew "bat"
brew "bazel"
brew "bit-git"
brew "node"
brew "bitwarden-cli"
brew "boost"
brew "btop"
brew "caddy"
brew "ccache"
brew "cloc"
brew "cmake"
brew "curl"
brew "deno"
brew "libusb"
brew "dfu-util"
brew "diff-so-fancy"
brew "doctl"
brew "docutils"
brew "dog"
brew "duf"
brew "folly"
brew "fizz"
brew "wangle"
brew "fb303"
brew "edencommon"
brew "exiftool"
brew "eza"
brew "unbound"
brew "gnutls"
brew "libsndfile"
brew "libssh"
brew "tesseract"
brew "ffmpeg"
brew "gcc"
brew "pmix"
brew "open-mpi"
brew "firebase-cli"
brew "fish"
brew "flyctl"
brew "python@3.11"
brew "fontforge"
brew "fzf"
brew "genact"
brew "gh"
brew "git"
brew "git-lfs"
brew "libassuan"
brew "gnupg"
brew "pkgconf"
brew "gobject-introspection"
brew "gtk+3"
brew "jack"
brew "pygobject3"
brew "uhd"
brew "gnuradio"
brew "go"
brew "handbrake"
brew "htop"
brew "libheif"
brew "imagemagick"
brew "ios-deploy"
brew "ipfs"
brew "jq"
brew "just"
brew "kdoctor"
brew "kubernetes-cli"
brew "libtecla"
brew "z3"
brew "llvm"
brew "lolcat"
brew "luv"
brew "lynx"
brew "macchina"
brew "macos-trash", link: true
brew "mas"
brew "mdbook"
brew "micro"
brew "minicom"
brew "protobuf"
brew "mitmproxy"
brew "mkcert"
brew "mongosh"
brew "mono-libgdiplus"
brew "mosh"
brew "mysql-client"
brew "neofetch"
brew "neonctl"
brew "nginx"
brew "ninja"
brew "nmap"
brew "nnn"
brew "nss"
brew "pinentry-mac"
brew "podman"
brew "postgresql@15"
brew "pwgen"
brew "pyenv"
brew "python@3.10"
brew "qemu"
brew "railway"
brew "ruby-build"
brew "rbenv"
brew "rclone"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "rustup"
brew "scrcpy"
brew "sl"
brew "sox"
brew "swiftlint"
brew "tcl-tk"
brew "telnet"
brew "tig"
brew "tmux"
brew "tty-clock"
brew "vapor"
brew "w3m"
brew "watchman"
brew "websocat"
brew "wget"
brew "wifi-password"
brew "yadm"
brew "yamllint"
brew "youtube-dl"
brew "yt-dlp"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "chiselstrike/tap/turso"
brew "cjdenio/tap/underpass"
brew "encoredev/tap/encore"
brew "hackclub/tap/haas"
brew "hacker1024/hacker1024/coretemp"
brew "hashicorp/tap/terraform"
brew "infisical/get-cli/infisical"
brew "jakehilborn/jakehilborn/displayplacer"
brew "matt-gleich/taps/fgh"
brew "mongodb/brew/mongodb-database-tools"
brew "noahgorstein/tap/jqp"
brew "quackduck/tap/tii"
brew "smokris/getwindowid/getwindowid"
brew "smudge/smudge/nightlight"
brew "snyk/tap/snyk"
brew "speakeasy-api/tap/speakeasy"
brew "stripe/stripe-cli/stripe"
brew "teamookla/speedtest/speedtest"
brew "yonaskolb/swaggen/swaggen"
cask "ableton-live-suite"
cask "adobe-creative-cloud"
cask "affinity-designer"
cask "affinity-photo"
cask "affinity-publisher"
cask "alt-tab"
cask "android-platform-tools"
cask "anki"
cask "anydesk"
cask "bambu-studio"
cask "barrier"
cask "bbedit"
cask "beeper"
cask "blackhole-2ch"
cask "cap"
cask "cursor"
cask "digikam"
cask "docker"
cask "dteoh-devdocs"
cask "figma"
cask "firefox"
cask "font-fira-code"
cask "font-inter"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-open-sans"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gqrx"
cask "grandperspective"
cask "hammerspoon"
cask "ilok-license-manager"
cask "insomnia"
cask "ipatool"
cask "iterm2"
cask "itsycal"
cask "izotope-product-portal"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "kicad"
cask "krisp"
cask "macs-fan-control"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-outlook"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "minecraft"
cask "mongodb-compass"
cask "monitorcontrol"
cask "mysqlworkbench"
cask "native-access"
cask "ngrok"
cask "nomachine"
cask "notion"
cask "obs"
cask "omnissa-horizon-client"
cask "onedrive"
cask "onyx"
cask "orion"
cask "parsec"
cask "plugdata@nightly"
cask "raspberry-pi-imager"
cask "raycast"
cask "rectangle"
cask "roblox"
cask "scrolla"
cask "setapp"
cask "sf-symbols"
cask "sketch"
cask "slack"
cask "softube-central"
cask "spitfire-audio"
cask "spotify"
cask "swiftdefaultappsprefpane"
cask "tdr-kotelnikov"
cask "tdr-nova"
cask "tdr-vos-slickeq"
cask "teamviewer"
cask "temurin"
cask "todoist"
cask "tower"
cask "vagrant"
cask "vlc"
cask "vnc-viewer"
cask "warp"
cask "waves-central"
cask "whatsapp"
cask "wireshark"
cask "xquartz"
cask "zed"
cask "zoom"
cask "zotero"
cask "zulu@17"
mas "1Focus", id: 969210610
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "Boop", id: 1518425043
mas "Contrast", id: 1254981365
mas "DevCleaner", id: 1388020431
mas "Developer", id: 640199958
mas "Flow", id: 1423210932
mas "GarageBand", id: 682658836
mas "GLview Extensions Viewer", id: 444052073
mas "Horo", id: 1437226581
mas "iMovie", id: 408981434
mas "Microsoft Remote Desktop", id: 1295203466
mas "Notion Web Clipper", id: 1559269364
mas "OneTab", id: 1540160809
mas "Pages", id: 409201541
mas "Pandan", id: 1569600264
mas "Perplexity", id: 6714467650
mas "Pluralsight", id: 431748264
mas "Tailscale", id: 1475387142
mas "Telephone", id: 406825478
mas "Termius", id: 1176074088
mas "TestFlight", id: 899247664
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
vscode "0xdhrv.blac"
vscode "adrientecher.markdown-essentials"
vscode "akainth015.marscode"
vscode "alexcvzz.vscode-sqlite"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "ambar.bundle-size"
vscode "anbuselvanrocky.bootstrap5-vscode"
vscode "andenetalexander.vim-cheatsheet"
vscode "andrewnijmeh.radium"
vscode "anseki.vscode-color"
vscode "antiantisepticeye.vscode-color-picker"
vscode "anysphere.pyright"
vscode "astro-build.astro-vscode"
vscode "batisteo.vscode-django"
vscode "be5invis.toml"
vscode "bierner.markdown-emoji"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "brunnerh.insert-unicode"
vscode "charliermarsh.ruff"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "continue.continue"
vscode "crystaltokyo.witch-gems"
vscode "cschlosser.doxdocgen"
vscode "csstools.postcss"
vscode "dart-code.dart-code"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "espressif.esp-idf-extension"
vscode "figma.figma-vscode-extension"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "ganesanchandran.fetch-client"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "gitlab.gitlab-workflow"
vscode "gitpod.gitpod-desktop"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "jdinhlife.gruvbox"
vscode "jeff-hykin.better-cpp-syntax"
vscode "joshua-needham.bootstrap-icons-with-style"
vscode "karrettgelley.monolithium"
vscode "koichisasada.vscode-rdbg"
vscode "lllllllqw.jsdoc"
vscode "loyieking.smalise"
vscode "mattgleich.theme-blackbird"
vscode "mechatroner.rainbow-csv"
vscode "mervin.markdown-formatter"
vscode "million.million-lint"
vscode "morph.rift-vscode"
vscode "mrmlnc.vscode-json5"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-serial-monitor"
vscode "ms-vsliveshare.vsliveshare"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-mysql"
vscode "mtxr.sqltools-driver-pg"
vscode "naumovs.color-highlight"
vscode "oderwat.indent-rainbow"
vscode "peterj.proto"
vscode "platformio.platformio-ide"
vscode "pranaygp.vscode-css-peek"
vscode "praveenpuglia.tailwind-breeze"
vscode "prisma.prisma"
vscode "pshershov.blueberry-banana"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "remcohaszing.schemastore"
vscode "rodrigovallades.es7-react-js-snippets"
vscode "rust-lang.rust-analyzer"
vscode "s3gf4ult.monokai-vibrant"
vscode "samuelcolvin.jinjahtml"
vscode "sdras.night-owl"
vscode "shopify.ruby-extensions-pack"
vscode "shopify.ruby-lsp"
vscode "skellock.just"
vscode "sleistner.vscode-fileutils"
vscode "sorbet.sorbet-vscode-extension"
vscode "sourcegraph.sourcegraph"
vscode "sswg.swift-lang"
vscode "stivo.tailwind-fold"
vscode "streetsidesoftware.code-spell-checker"
vscode "supermaven.supermaven"
vscode "svelte.svelte-vscode"
vscode "swiftlang.swift-vscode"
vscode "tamasfe.even-better-toml"
vscode "teabyii.ayu"
vscode "tintinweb.vscode-inline-bookmarks"
vscode "tonka3000.raycast"
vscode "twxs.cmake"
vscode "unifiedjs.vscode-mdx"
vscode "vadimcn.vscode-lldb"
vscode "vintharas.learn-vim"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vitormalencar.sourc"
vscode "vknabel.vscode-swiftlint"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "wakatime.vscode-wakatime"
vscode "wallabyjs.wallaby-vscode"
vscode "wholroyd.jinja"
vscode "wix.vscode-import-cost"
vscode "xaver.clang-format"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zamerick.black-ocean"
