tap "artginzburg/tap"
tap "cjdenio/tap"
tap "dokku/repo"
tap "hackclub/tap"
tap "hacker1024/hacker1024"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
tap "linuss1/taps"
tap "matt-gleich/taps"
tap "ngrok/ngrok"
tap "quackduck/tap"
tap "railwayapp/railway"
tap "smokris/getwindowid"
tap "stripe/stripe-cli"
tap "superfly/tap"
tap "weaveworks/tap"
tap "yonaskolb/swaggen", "https://github.com/yonaskolb/SwagGen.git"
brew "python@3.10"
brew "asciinema"
brew "bat"
brew "bit-git"
brew "bitwarden-cli"
brew "bpytop"
brew "caddy"
brew "curl"
brew "deno"
brew "diff-so-fancy"
brew "docker-compose"
brew "doctl"
brew "dog"
brew "duf"
brew "exa"
brew "exiftool"
brew "ffmpeg"
brew "fish"
brew "fontforge"
brew "fzf"
brew "genact"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "protobuf"
brew "swift-protobuf"
brew "grpc-swift"
brew "helm"
brew "htop"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "lolcat"
brew "lynx"
brew "macchina"
brew "macos-trash"
brew "mas"
brew "mdbook"
brew "micro"
brew "mitmproxy"
brew "mosh"
brew "neofetch"
brew "neovim"
brew "nginx"
brew "nmap"
brew "nnn"
brew "openjdk"
brew "pinentry-mac"
brew "poetry"
brew "postgresql@13"
brew "postgresql@14"
brew "pwgen"
brew "pyenv"
brew "qemu"
brew "rbenv"
brew "rustup-init"
brew "scrcpy"
brew "sl"
brew "ssh-copy-id"
brew "swiftlint"
brew "terraform"
brew "tig"
brew "tmux"
brew "tty-clock"
brew "vapor"
brew "w3m"
brew "websocat"
brew "wget"
brew "wifi-password"
brew "yadm"
brew "yamllint"
brew "youtube-dl"
brew "yt-dlp"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "cjdenio/tap/underpass"
brew "hackclub/tap/haas"
brew "hacker1024/hacker1024/coretemp"
brew "hashicorp/tap/nomad"
brew "heroku/brew/heroku"
brew "jakehilborn/jakehilborn/displayplacer"
brew "matt-gleich/taps/fgh"
brew "quackduck/tap/tii"
brew "railwayapp/railway/railway"
brew "smokris/getwindowid/getwindowid"
brew "stripe/stripe-cli/stripe"
brew "superfly/tap/flyctl"
brew "weaveworks/tap/eksctl"
brew "yonaskolb/swaggen/swaggen"
cask "ableton-live-lite"
cask "affinity-photo"
cask "alt-tab"
cask "android-platform-tools"
cask "anki"
cask "anydesk"
cask "autodesk-fusion360"
cask "background-music"
cask "bbedit"
cask "blackhole-2ch"
cask "cool-retro-term"
cask "cron"
cask "discord"
cask "docker"
cask "dropbox"
cask "dteoh-devdocs"
cask "epic-games"
cask "figma"
cask "firefox"
cask "flutter"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "garmin-express"
cask "gitify"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hammerspoon"
cask "haptickey"
cask "ilok-license-manager"
cask "inkscape"
cask "insomnia"
cask "iterm2"
cask "itsycal"
cask "izotope-product-portal"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "kitty"
cask "krisp"
cask "logi-options-plus"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "native-access"
cask "ngrok"
cask "nomachine"
cask "notion"
cask "obs"
cask "onyx"
cask "openscad"
cask "paw"
cask "pock"
cask "prusaslicer"
cask "raspberry-pi-imager"
cask "raycast"
cask "rectangle"
cask "ripcord"
cask "scrapple"
cask "sf-symbols"
cask "sidequest"
cask "sketch"
cask "slack"
cask "softube-central"
cask "sonic-pi"
cask "spitfire-audio"
cask "superslicer"
cask "tableplus"
cask "tdr-kotelnikov"
cask "tdr-nova"
cask "tdr-vos-slickeq"
cask "teamviewer"
cask "tower"
cask "utm"
cask "vagrant"
cask "visual-studio-code"
cask "vlc"
cask "vnc-viewer"
cask "warp"
cask "xquartz"
cask "zoom"
cask "zotero"
mas "1Focus", id: 969210610
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "Boop", id: 1518425043
mas "Buddymove", id: 1491012222
mas "Contrast", id: 1254981365
mas "Craft", id: 1487937127
mas "DevCleaner", id: 1388020431
mas "Developer", id: 640199958
mas "Final Cut Pro", id: 424389933
mas "Flighty", id: 1358823008
mas "Flow", id: 1423210932
mas "GarageBand", id: 682658836
mas "Hand Mirror", id: 1502839586
mas "Hidden Bar", id: 1452453066
mas "Horo", id: 1437226581
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Notion Web Clipper", id: 1559269364
mas "Numbers", id: 409203825
mas "OneTab", id: 1540160809
mas "Pages", id: 409201541
mas "Pandan", id: 1569600264
mas "PayPal Honey", id: 1472777122
mas "QR Capture", id: 1369524274
mas "Refined GitHub", id: 1519867270
mas "Shortery", id: 1594183810
mas "Sim Daltonism", id: 693112260
mas "Spark", id: 1176895641
mas "Startup Disk Full Fixer", id: 1346655838
mas "Tailscale", id: 1475387142
mas "TeraTime", id: 1348795218
mas "Termius", id: 1176074088
mas "TestFlight", id: 899247664
mas "TickTick", id: 966085870
mas "WireGuard", id: 1451685025
